Repository: AyatanaIndicators/ayatana-indicator-sound
Catalog: po/*.po
Languages: lo

source: Set properties of own user
lo: ຕັ້ງຄ່າຄຸນສົມບັດຂອງຜູ້ໃຊ້ຕົນເອງ

source: Authentication is required to set one's own indicator sound properties.
lo: ຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນເພື່ອຕັ້ງຄ່າຄຸນສົມບັດສຽງຂອງຕົວຊີ້ວັດສຳລັບຜູ້ໃຊ້ຕົນເອງ.

source: Set properties of any user
lo: ຕັ້ງຄ່າຄຸນສົມບັດຂອງຜູ້ໃຊ້ຄົນອື່ນ

source: Authentication is required to set another user's indicator sound properties.
lo: ຈຳເປັນຕ້ອງຢືນຢັນຕົວຕົນເພື່ອຕັ້ງຄ່າຄຸນສົມບັດສຽງຂອງຕົວຊີ້ວັດສຳລັບຜູ້ໃຊ້ຄົນອື່ນ.

source: A list of applications blacklisted from the sound menu
lo: ລາຍຊື່ແອັບພລິເຄຊັນທີ່ຖືກກີດກັນບໍ່ໃຫ້ສະແດງໃນເມນູສຽງ

source: Each media player which abides by the MPRIS2 spec will automatically appear in the menu. This array should contain the desktop file names (minus .desktop suffix) of applications which do not want to be included in the sound menu.
lo: ເຄື່ອງຫຼິ້ນມີເດຍທຸກອັນທີ່ເຮັດວຽກຕາມມາດຕະຖານ MPRIS2 ຈະປະກົດໃນເມນູໂດຍອັດຕະໂນມັດ. ລາຍການນີ້ຄວນປະກອບມີຊື່ໄຟລ໌ເດັສທັອບ (ໂດຍບໍ່ເອົານາມສະກຸນ .desktop) ຂອງແອັບພລິເຄຊັນທີ່ບໍ່ຕ້ອງການໃຫ້ສະແດງຢູ່ໃນເມນູສຽງ.

source: A list of applications which at some point have registered with the sound menu
lo: ລາຍຊື່ແອັບພລິເຄຊັນທີ່ເຄີຍລົງທະບຽນກັບເມນູສຽງ

source: Each media player which abides by the MPRIS2 spec will automatically appear in the menu. This array should contain the desktop file names (minus .desktop suffix) of applications which have at some point appeared in the menu. This allows the menu remember and display offlined applications.
lo: ເຄື່ອງຫຼິ້ນມີເດຍທຸກອັນທີ່ເຮັດວຽກຕາມມາດຕະຖານ MPRIS2 ຈະປະກົດໃນເມນູໂດຍອັດຕະໂນມັດ. ລາຍການນີ້ຄວນປະກອບມີຊື່ໄຟລ໌ເດັສທັອບ (ໂດຍບໍ່ເອົານາມສະກຸນ .desktop) ຂອງແອັບພລິເຄຊັນທີ່ເຄີຍປະກົດໃນເມນູມາກ່ອນ. ເຊິ່ງຈະຊ່ວຍໃຫ້ເມນູສາມາດຈື່ຈຳ ແລະ ສະແດງແອັບພລິເຄຊັນທີ່ປິດໄປແລ້ວໄດ້.

source: A list of applications that will have player controls visible all the time
lo: ລາຍຊື່ແອັບພລິເຄຊັນທີ່ຈະໃຫ້ສະແດງຕົວຄວບຄຸມການຫຼິ້ນຢູ່ຕະຫຼອດເວລາ

source: Initial setting for global mute (mute all) on the menu
lo: ການຕັ້ງຄ່າເລີ່ມຕົ້ນສຳລັບການປິດສຽງທັງໝົດໃນເມນູ

source: On start up volume should not be muted.
lo: ເມື່ອເລີ່ມລະບົບ, ລະດັບສຽງຈະບໍ່ຖືກປິດ.

source: Whether the volume slider allows setting the volume above 100%
lo: ອະນຸຍາດໃຫ້ແຖບເລື່ອນລະດັບສຽງສາມາດຕັ້ງຄ່າສຽງໃຫ້ດັງເກີນ 100% ໄດ້ຫຼືບໍ່

source: Whether or not to show the sound indicator in the menu bar.
lo: ຈະໃຫ້ສະແດງຕົວຊີ້ວັດສຽງໃນແຖບເມນູ ຫຼື ບໍ່.

source: Whether or not to show high volume warnings.
lo: ຈະໃຫ້ສະແດງຄຳເຕືອນລະດັບສຽງດັງເກີນໄປ ຫຼື ບໍ່.

source: If enabled on a device, a confirmation dialog will be presented to the user if (a) something is plugged into the headphone jack (ie, no warnings for speaker volumes) AND (b) media is playing (ie, no warnings for ringtone volumes) AND (c) the user attempts to set the volume higher than warning-volume-decibels AND (d) the user has not indicated approval in the last warning-volume-approval-ttl seconds.
lo: ຖ້າເປີດໃຊ້ງານໃນອຸປະກອນໃດໜຶ່ງ, ກ່ອງໂຕ້ຕອບເພື່ອຢືນຢັນຈະປະກົດຂຶ້ນຕໍ່ຜູ້ໃຊ້ ຖ້າຫາກວ່າ (ກ) ມີອຸປະກອນສຽບຢູ່ຊ່ອງຫູຟັງ (ເຊັ່ນ, ບໍ່ມີຄຳເຕືອນສຳລັບລະດັບສຽງຂອງລຳໂພງ) ແລະ (ຂ) ກຳລັງຫຼິ້ນມີເດຍ (ເຊັ່ນ, ບໍ່ມີຄຳເຕືອນສຳລັບລະດັບສຽງເອີ້ນເຂົ້າ) ແລະ (ຄ) ຜູ້ໃຊ້ພະຍາຍາມຕັ້ງລະດັບສຽງໃຫ້ສູງກວ່າລະດັບສຽງທີ່ຕ້ອງເຕືອນ ແລະ (ງ) ຜູ້ໃຊ້ຍັງບໍ່ໄດ້ກົດອະນຸມັດໃນຊ່ວງເວລາກຳນົດຂອງຄຳເຕືອນຄັ້ງຫຼ້າສຸດ.

source: How many seconds a user's warning-volume approval should be remembered.
lo: ຈຳນວນວິນາທີທີ່ລະບົບຈະຈື່ຈຳການອະນຸມັດລະດັບສຽງເຕືອນຂອງຜູ້ໃຊ້.

source: How long to remember a user's approval of the confirmation dialog discussed in the description of 'warning-volume-enabled'. The default value (72,000 seconds) corresponds to the 20 hours suggested by EU standard EN 60950-1/Al2: “The acknowledgement does not need to be repeated more than once every 20 h of cumulative listening time.”
lo: ໄລຍະເວລາທີ່ຈະຈື່ຈຳການອະນຸມັດກ່ອງໂຕ້ຕອບການຢືນຢັນຂອງຜູ້ໃຊ້ທີ່ໄດ້ອະທິບາຍໄວ້ໃນລາຍລະອຽດຂອງ 'warning-volume-enabled'. ຄ່າເລີ່ມຕົ້ນ (72,000 ວິນາທີ) ເທົ່າກັບ 20 ຊົ່ວໂມງຕາມທີ່ມາດຕະຖານຂອງສະຫະພາບເອີຣົບ EN 60950-1/Al2 ແນະນຳ: “ການຢືນຢັນບໍ່ຈຳເປັນຕ້ອງເຮັດຊ້ຳເກີນໜຶ່ງຄັ້ງໃນທຸກໆ 20 ຊົ່ວໂມງຂອງເວລາຟັງສະສົມ.”

source: Volume level that triggers a high volume warning.
lo: ລະດັບສຽງທີ່ຈະກະຕຸ້ນໃຫ້ມີການແຈ້ງເຕືອນສຽງດັງເກີນໄປ.

source: Volume level that triggers a high volume warning. See warning-volume-enabled for details.
lo: ລະດັບສຽງທີ່ຈະກະຕຸ້ນໃຫ້ມີການແຈ້ງເຕືອນສຽງດັງເກີນໄປ. ເບິ່ງລາຍລະອຽດເພີ່ມເຕີມໃນ warning-volume-enabled.

source: Normal output volume.
lo: ລະດັບສຽງອອກປົກກະຕິ.

source: The maximum volume when com.lomiri.sound's 'allow-amplified-volume' setting is disabled. To conform with EU standard EN 60950-1/Al2, this value should never be set to a dB that causes headphone sound output to exceed 100 dBA, nor electric output to exceed 150 mV. The default value (0) corresponds to PulseAudio's PA_VOLUME_NORM.
lo: ລະດັບສຽງສູງສຸດເມື່ອການຕັ້ງຄ່າ 'allow-amplified-volume' ຂອງ com.lomiri.sound ຖືກປິດໄວ້. ເພື່ອໃຫ້ສອດຄ່ອງກັບມາດຕະຖານຂອງສະຫະພາບເອີຣົບ EN 60950-1/Al2, ຄ່ານີ້ບໍ່ຄວນຕັ້ງເປັນ dB ທີ່ເຮັດໃຫ້ສຽງອອກຈາກຫູຟັງເກີນ 100 dBA, ຫຼື ສັນຍານໄຟຟ້າອອກເກີນ 150 mV. ຄ່າເລີ່ມຕົ້ນ (0) ເທົ່າກັບ PA_VOLUME_NORM ຂອງ PulseAudio.

source: Output volume to use when com.lomiri.sound's 'allow-amplified-volume' setting is enabled.
lo: ລະດັບສຽງອອກທີ່ຈະໃຊ້ເມື່ອການຕັ້ງຄ່າ 'allow-amplified-volume' ຂອງ com.lomiri.sound ຖືກເປີດໃຊ້ງານ.

source: The maximum volume when com.lomiri.sound's 'allow-amplified-volume' setting is enabled. To conform with EU standard EN 60950-1/Al2, this value should never be set to a dB that causes headphone sound output to exceed 100 dBA, nor electric output to exceed 150 mV. The default value (11) corresponds to PulseAudio's PA_VOLUME_UI_MAX.
lo: ລະດັບສຽງສູງສຸດເມື່ອການຕັ້ງຄ່າ 'allow-amplified-volume' ຂອງ com.lomiri.sound ຖືກເປີດໃຊ້ງານ. ເພື່ອໃຫ້ສອດຄ່ອງກັບມາດຕະຖານຂອງສະຫະພາບເອີຣົບ EN 60950-1/Al2, ຄ່ານີ້ບໍ່ຄວນຕັ້ງເປັນ dB ທີ່ເຮັດໃຫ້ສຽງອອກຈາກຫູຟັງເກີນ 100 dBA, ຫຼື ສັນຍານໄຟຟ້າອອກເກີນ 150 mV. ຄ່າເລີ່ມຕົ້ນ (11) ເທົ່າກັບ PA_VOLUME_UI_MAX ຂອງ PulseAudio.

source: Volume
lo: ລະດັບສຽງ

source: Speakers
lo: ລຳໂພງ

source: Headphones
lo: ຫູຟັງ

source: Bluetooth headphones
lo: ຫູຟັງບລູທູທ

source: Bluetooth speaker
lo: ລຳໂພງບລູທູທ

source: Usb speaker
lo: ລຳໂພງ USB

source: Usb headphones
lo: ຫູຟັງ USB

source: HDMI speaker
lo: ລຳໂພງ HDMI

source: HDMI headphones
lo: ຫູຟັງ HDMI

source: Missing application
lo: ບໍ່ພົບແອັບພລິເຄຊັນ

source: Could not find the '%s' application - please make sure it is installed.
lo: ບໍ່ສາມາດຊອກຫາແອັບພລິເຄຊັນ '%s' ໄດ້ - ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າມີການຕິດຕັ້ງແລ້ວ.

source: Volume (muted)
lo: ລະດັບສຽງ (ປິດສຽງ)

source: silent
lo: ງຽບ

source: Sound
lo: ສຽງ

source: Sound settings & media player controls
lo: ການຕັ້ງຄ່າສຽງ ແລະ ຕົວຄວບຄຸມເຄື່ອງຫຼິ້ນມີເດຍ

source: Mute
lo: ປິດສຽງ

source: Silent Mode
lo: ໂໝດງຽບ

source: Sound Settings…
lo: ການຕັ້ງຄ່າສຽງ…

source: Microphone Volume
lo: ລະດັບສຽງໄມໂຄຣໂຟນ

source: High volume can damage your hearing.
lo: ລະດັບສຽງທີ່ດັງເກີນໄປອາດເປັນອັນຕະລາຍຕໍ່ການໄດ້ຍິນຂອງທ່ານ.

source: Volume (Headphones)
lo: ລະດັບສຽງ (ຫູຟັງ)

source: Volume (Bluetooth)
lo: ລະດັບສຽງ (ບລູທູທ)

source: Volume (Usb)
lo: ລະດັບສຽງ (USB)

source: Volume (HDMI)
lo: ລະດັບສຽງ (HDMI)

source: Volume (Bluetooth headphones)
lo: ລະດັບສຽງ (ຫູຟັງບລູທູທ)

source: Volume (Usb headphones)
lo: ລະດັບສຽງ (ຫູຟັງ USB)

source: Volume (HDMI headphones)
lo: ລະດັບສຽງ (ຫູຟັງ HDMI)

source: Choose Playlist
lo: ເລືອກລາຍການເພງ

source: Allow volume above safe level? High volume can damage your hearing.
lo: ອະນຸຍາດໃຫ້ລະດັບສຽງສູງກວ່າລະດັບທີ່ປອດໄພບໍ່? ລະດັບສຽງທີ່ດັງເກີນໄປອາດເປັນອັນຕະລາຍຕໍ່ການໄດ້ຍິນຂອງທ່ານ.

source: OK
lo: ຕົກລົງ

source: Cancel
lo: ຍົກເລີກ
